i3-wm
git
openssh
fish
yay
sudo
nvim
ttf-ubuntu-font-family
shellcheck
shfmt
go
arc-gtk-theme
git-delta
autojump-rs
httpie
mlocate
docker
docker-compose
bpython
mypy
pipenv
wget
teensy-loader-cli
jq
kitty
dash
fzf
xclip
xorg-xset
xorg-xsetroot
pulseaudio
pulseaudio-alsa
checkbashisms
ctags
imagemagick
ripgrep
exa
fd
bat
duf
procs

AUR:

reason-language-server
google-chrome
volta-bin
glrnvim
la-capitaine-icon-theme
nerd-fonts-jetbrains-mono
capitaine-cursors
tealdeer
rsstail
fisher
redshift-minimal
dashbinsh
dust
viu


Cargo:
cargo install devicon-lookup
