i3-wm
git
openssh
fish
yay
sudo
nvim
ttf-ubuntu-font-family
shellcheck
go
arc-gtk-theme
diff-so-fancy
autojump
ripgrep
httpie
mlocate
docker
docker-compose
yarn
bpython
mypy
pipenv
wget
exa
teensy-loader-cli
bat
jq
kitty
fd
dash
fzf
xclip
xorg-xset
pulseaudio
pulseaudio-alsa

AUR:

reason-language-server
google-chrome
nodejs-n
la-capitaine-icon-theme
capitaine-cursors
tealdeer
rsstail
fisher
ulauncher
redshift-minimal
dashbinsh
franz
