git
openssh
fish
yay
sudo
vim
ttf-ubuntu-font-family
shellcheck
go
arc-gtk-theme
gnome-tweak-tool
diff-so-fancy
autojump
ripgrep
httpie
mlocate
docker
docker-compose
yarn
zeal
bpython
pipenv
wget
exa
teensy-loader-cli
bat
jq
kitty
fd
dash
fzf

AUR:

# tilix
google-chrome
atom-editor-bin
nodejs-n
la-capitaine-icon-theme
capitaine-cursors
fonts-meta-extended-lt
franz-bin
tldr-cpp-client
python-pyuserinput-git
rsstail
fisher
